var ANNA_QUESTIONS = [
    {
        text : '결혼한 당신에게 톨스토이가 묻습니다 1',
        pages : [
            {page: 1, choices: ["신경쓴다.", "신경쓰지 않는다."]},
            {page: 2, choices: ["가볍게 웃는다.", "시선을 피한다."]},
            {page: 3, choices: ["가볍게 웃는다.", "시선을 피한다."]},
            {page: 4, choices: ["적당한 선을 지키며 긴장감을 즐긴다.", "더이상 다가오지 못하게 차갑게 대한다."]},
            {page: 5, choices: ["적당한 선을 지키며 긴장감을 즐긴다.", "더이상 다가오지 못하게 차갑게 대한다."]},
            {page: 6, choices: ["진정한 사랑이라 믿고 가정을 버리고 그/그녀에게로 간다.", "가정을 버릴 수 없으므로 그/그녀를 떠난다."]},
            {page: 7, choices: ["진정한 사랑이라 믿고 가정을 버리고 그/그녀에게로 간다.", "가정을 버릴 수 없으므로 그/그녀를 떠난다."]},
        ]
    },
    {
        text : '결혼한 당신에게 톨스토이가 묻습니다 2',
        pages : [
            {page: 8, choices: ["사태를 관망한다.", "배우자에게 진실을 추긍한다."]},
            {page: 9, choices: ["사태를 관망한다.", "배우자에게 진실을 추긍한다."]},
            {page: 10, choices: ["사태를 관망한다.", "배우자에게 진실을 추긍한다."]},
            {page: 11, choices: ["사태를 관망한다.", "배우자에게 진실을 추긍한다."]},
            {page: 12, choices: ["이혼은 절대 안된다.", "바로 이혼이다."]},
            {page: 13, choices: ["이혼은 절대 안된다.", "바로 이혼이다."]},
        ]
    },
];
