var ANNA_QUESTIONS = [
    {
        text : '결혼한 당신에게 톨스토이가 묻습니다 1',
        pages : [
            {page: 1, choices: ["신경쓴다.", "신경쓰지 않는다."]},
            {page: 2, choices: ["가볍게 웃는다.", "시선을 피한다."]},
            {page: 3, choices: ["가볍게 웃는다.", "시선을 피한다."]},
            {page: 4, choices: ["적당한 선을 지키며 긴장감을 즐긴다.", "더이상 다가오지 못하게 차갑게 대한다."]},
            {page: 5, choices: ["적당한 선을 지키며 긴장감을 즐긴다.", "더이상 다가오지 못하게 차갑게 대한다."]},
            {page: 6, choices: ["적당한 선을 지키며 긴장감을 즐긴다.", "더이상 다가오지 못하게 차갑게 대한다."]},
            {page: 7, choices: ["진정한 사랑이라 믿고 가정을 버리고 그/그녀에게로 간다.", "가정을 버릴 수 없으므로 그/그녀를 떠난다."]},
        ]
    },
    {
        text : '결혼한 당신에게 톨스토이가 묻습니다 2',
        pages : [
            {page: 8, choices: ["사태를 관망한다.", "배우자에게 진실을 추긍한다."]},
            {page: 9, choices: ["사태를 관망한다.", "배우자에게 진실을 추긍한다."]},
            {page: 10, choices: ["사태를 관망한다.", "배우자에게 진실을 추긍한다."]},
            {page: 11, choices: ["사태를 관망한다.", "배우자에게 진실을 추긍한다."]},
            {page: 12, choices: ["이혼은 절대 안된다.", "바로 이혼이다."]},
            {page: 13, choices: ["이혼은 절대 안된다.", "바로 이혼이다."]},
        ]
    },
    {
        text : '결혼과 사랑에 대해 톨스토이가 묻습니다.',
        pages : [
            {page: 14, choices: ["그렇다.", "아니다."]},
            {page: 15, choices: ["그렇다.", "아니다."]},
            {page: 16, choices: ["버릴 수 있다.", "버릴 수 없다."]},
            {page: 17, choices: ["바람피는 즉시 이혼이다.", "한번쯤은 바람 필 수도 있다."]},
            {page: 18, choices: ["마음을 주면 외도다.", "몸을 주면 외도다."]},
            {page: 19, choices: ["그렇다.", "아니다."]},
            {page: 20, choices: ["사랑없는 결혼", "부도덕한 사랑"]},
        ]
    },
    {
        text : '관계에 대해 톨스토이가 묻습니다.',
        pages : [
            {page: 21, choices: ["있다.", "없다."]},
            {page: 22, choices: ["있다.", "없다."]},
            {page: 23, choices: ["그렇다.", "아니다."]},
            {page: 24, choices: ["그렇다.", "아니다."]},
            {page: 25, choices: ["그렇다.", "아니다."]},
        ]
    },
    {
        text : '나에 대해 톨스토이가 묻습니다.',
        pages : [
            {page: 26, choices: ["그렇다.", "아니다."]},
            {page: 27, choices: ["그렇다.", "아니다."]},
            {page: 28, choices: ["그렇다.", "아니다."]},
            {page: 29, choices: ["그렇다.", "아니다."]},
            {page: 30, choices: ["그렇다.", "아니다."]},
            {page: 31, choices: ["그렇다.", "아니다."]},
        ]
    },
    {
        text : '삶에 대해 톨스토이가 묻습니다.',
        pages : [
            {page: 32, choices: ["그렇다.", "아니다."]},
            {page: 33, choices: ["있다.", "없다."]},
            {page: 34, choices: ["그렇다.", "아니다."]},
            {page: 35, choices: ["죽음에 대해 솔직히 말한다.", "끝까지 희망을 심어준다."]},
            {page: 36, choices: ["있다.", "없다."]},
            {page: 37, choices: ["내 행복은 다른 사람들의 행복에 비해 특별해.", "내 고통은 다른 사람들의 고통에 비해 특별해."]},
        ]
    }
];
